package myapp.bwie.com.newstoplihui.utils;

/**
 * 类的用途:
 *
 * @author 李辉
 * @date 2017/2/15 19:37.
 */

public class Title {

    public String[] getTitle() {
        return title;
    }

    public void setTitle(String[] title) {
        this.title = title;
    }

    private String[] title = new String[]{
            "推荐",
            "足球",
            "娱乐",
            "体育",
            "财经",
            "科技",
            "电影",
            "汽车",
            "笑话",
            "游戏",
            "时尚",
            "情感",
            "精选",
            "电台",
            "NBA",
            "数码",
            "移动",
            "彩票",
            "教育",
            "论坛",
            "旅游",
            "手机",
            "博客",
            "社会",
            "家居",
            "暴雪游戏",
            "亲子",
            "CBA",
            "消息",
            "军事"
    };

    public String[] titleUrl_ID = new String[]{
            "T1348647909107",
            "T1399700447917",
            "T1348648517839",
            "T1348649079062",
            "T1348648756099",
            "T1348649580692",
            "T1348648650048",
            "T1348654060988",
            "T1350383429665",
            "T1348654151579",
            "T1348650593803",
            "T1348650839000",//情感
            "T1370583240249",//精选
            "T1379038288239",
            "T1348649145984",
            "T1348649776727",//数码
            "T1351233117091",
            "T1356600029035",
            "T1348654225495",
            "T1349837670307",
            "T1348654204705",//旅游
            "T1348649654285",
            "T1349837698345",
            "T1348648037603",
            "T1348654105308",
            "T1397016069906",
            "T1397116135282",
            "T1348649475931",
            "T1371543208049",
            "T1348648141035",
    };


}
